[Main]
DisplayName=Italiano

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Feedback

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Nessuna toolbar o plug-in nel tuo browser
rdlvAllBrowse.Columns[0].Caption=Nome
rdlvAllBrowse.Columns[1].Caption=Valutazione
rdlvAllBrowse.Columns[2].Caption=Operazione
rdlvCustomBrowse.Columns[0].Caption=Nome
rdlvCustomBrowse.Columns[1].Caption=Operazione
mniRemove.Caption=Rimuovi
mniRate.Caption=Vota
mniIgone.Caption=Ignora
mniRefush.Caption=Aggiorna
mniOpenFloder.Caption=Apri posizione
mniOpeninRegedit.Caption=Apri in Regedit
mniSelectedAll.Caption=Seleziona tutto
mniInvertSelection.Caption=Inverti selezione
mniSearchOnline.Caption=Cerca online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetta Browser
lblConfire.Caption=Vuoi reimpostare il browser?
lblHomepageTitle.Caption=Homepage:
lblSearchTitle.Caption=Motore di ricerca:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annulla

[Uninstaller_frm_FeedBack]
lbl_Title.caption=FeedBack
lbl_DescTitle.caption=Descrizione:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Richiesta:
btnImg_FeedBackSend.caption=Invia
btnImg_FeedBackCancel.caption=Annulla
lbl_ContactMsg.caption=O contattaci direttamente via

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Rimuovi
lbl_NoTkanks.caption=Non mostrare più

[Uninstaller_frmSetting]
lbl_Caption.caption=Impostazioni
lbl_UserInterfaceTitle.caption=Interfaccia:
lbl_SkinTitle.caption=Aspetto:
lbl_LanguageTitle.caption=Lingua:
lbl_FontSize.caption=Dimensione Carattere:
lbl_Classic.caption=Classico
lbl_White.caption=Bianco
lbl_UpdateTitle.caption=Metodo di aggiornamento:
lbl_UpdateRemind.caption=Mostra gli aggiornamenti
lbl_UpdateChooseDes.caption=Metodo di aggiornamento:
lbl_UpdateAuto.caption=Aggiorna Automaticamente
lbl_GeneralCaption.caption=Generale
lbl_AutoDelete.caption=Elimina automaticamente i file residui dopo la scansione
lbl_AutoDeleteAfterOtherUninstall.caption=Rimuovi frammenti di altre disinstallazioni automaticamente
lbl_RemoveToRecycleBin.caption=Sposta i file nel cestino
lbl_ShowExplorerButton.caption=Aggiungi scorciatoia ad Explorer
lbl_Notification.caption=Notifiche
lbl_AutoShowTipForm.caption=Notifica quando si rileva una disinstallazione in corso nel PC
lbl_BrowserPlugTip.caption=Notifica quando un plug-in malevolo è installato
btnImg_OK.caption=OK
btnImg_Cancel.caption=Annulla

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nome
ListView_AppList.Columns[1].caption=Dimensione
ListView_AppList.Columns[2].caption=Data installazione
ListView_AppList.Columns[3].caption=Operazione
lbl_Notice.caption=Per vedere le app di Windows, controlla che il tuo account abbia diritti di amministratore.
mniUninstall.caption=Disinstalla
mniRefush.caption=Aggiorna
mniView.caption=Vedi
mniDetails.caption=Dettagli
mniIcons.caption=Icone
mniOpenFile.caption=Apri percorso file
mniOpenReg.caption=Apri in Regedit
mniOpenWinstore.caption=Apri nello store
mniSearchOnline.caption=Cerca online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nome
ListView_Update.Columns[1].caption=Data installazione
ListView_Update.Columns[2].caption=Operazione
lbl_NoItems.caption=Nessun aggiornamento di Windows.
mniUninstall.caption=Disinstalla
mniRefush.caption=Aggiorna
mniViewby.caption=Vedi
mniDetails.caption=Dettagli
mniIcons.caption=Icone

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Disinstallazione forzata
lbl_FUInfo.caption=La Disinstallazione forzata ti aiuta a rimuovere programmi che sono difficili da disinstallare, rimuovendone anche i frammenti.
btnImg_Open.caption=Sfoglia...
lbl_DropInfo.caption=Clicca “Sfoglia…” per selezionare il programma. Puoi anche trascinarlo qui.
btnImg_Uninstall.caption=Disinstalla
btnImg_Cancel.caption=Annulla
PopMenu_Uninstall.caption=Disinstalla
PopMenu_OpenFolder.caption=Apri Percorso File
PopMenu_ViewEntry.caption=Apri in RegEdit
PopMenu_SearchOnline.caption=Cerca online
ListView_FindReslut.Columns[0].caption=Nome
ListView_FindReslut.Columns[1].caption=Dimensione
ListView_FindReslut.Columns[2].caption=Data installazione

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Apri in RegEdit
mniMenu_Path.caption=Apri Percorso File
btnImg_AllMainCancel.caption=Annulla
btnImg_Advanced.caption=Avanzato
btnImg_Uninstall.caption=Disinstalla
lbl_AutoDelete.caption=Rimuovi automaticamente i file residui
lbl_IsCreateRestore.caption=Crea un punto di ripristino prima di disinstallare
lbl_IsUninstallHint.caption=Vuoi disinstallare il programma selezionato?
btnImg_Delete.caption=Elimina
btnImg_ReslutCancel.caption=Annulla
lbl_SeletedAll.caption=Seleziona Tutto
lbl_ShredFile.caption=Distruggi file
lbl_AllRestart.caption=Per disinstallare completamente questo programma è necessario un riavvio, riavviare ora?
lbl_NoPowerScan.caption=Completato!
lbl_SomeNeedStart.caption=Per disinstallare completamente questo programma è necessario un riavvio, riavviare ora?
btnImg_RecommendClose.caption=Chiudi
btnImg_Restart.caption=Si
lbl_MoneyBackInfo.caption=Godrai di un PC più sicuro e stabile rimuovendo programmi e plug-in indesiderati. 60 giorni di garanzia soddisfatti o rimborsati, nessun questionario.
lbl_MoneyBackTitle.caption=Garantiamo un PC più pulito e sicuro
lbl_UninstallCompleted.caption=Completato!
lbl_PluginTitle.caption=Per una maggiore sicurezza mentre navighi è necessario correggere questo:
lbl_UpgradeDes.caption=Per correggere, fai l'aggiornamento a IObit Uninstaller PRO!
lbl_AutoUpdateDes.caption=Pulizia veloce e automatica dei file residui
lbl_CleanDes.caption=Trova e disinstalla facilmente i bundleware
lbl_MoreDBDes.caption=Database esteso per una maggiore efficienza contro software non desiderati
lbl_ProTitle.caption=Ma con l'edizione PRO si può:
lbl_RemovePlugin.caption=Rimuovere plug-in malevoli e mettere in sicurezza i browser
lbl_SupportDes.caption=Tenere tutti i tuoi programmi sempre aggiornati

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Disinstalla
btnImg_Cancel.caption=Annulla

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Ripristino del Sistema
rdlblDesc.Caption=Ripristina il sistema e annulla le modifiche fatte dopo la creazione del punto, l'ultimo non può essere eliminato per motivi di sicurezza.
ListView_Restore.Columns[0].Caption=Data e ora
ListView_Restore.Columns[1].Caption=Descrizione
btn_CreateRestorePoint.Caption=Crea punto di ripristino
RdImageButton_Restore.Caption=Ripristina
RdImageButton_Delete.Caption=Elimina
lblNull.Caption=Nessun punto di ripristino creato

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Pulizia
lbl_Frame_Detail.caption=La pulizia ti aiuta a recuperare spazio, eliminando file inutili dal sistema e molto altro.
lbl_Shortcut_Title.caption=Collegamenti Invalidi
lbl_Shortcut_Detail.caption=Trova e rimuove i collegamenti invalidi nel menu start sul desktop e in altri posti, per incrementare la performance del sistema && migliorare l'esperienza personale.
lbl_WindowsPatch_Title.caption=Cache Aggiornamenti di Windows
lbl_WindowsPatch_Detail.caption=Pulisce la cache generata durante gli aggiornamenti di Windows per rilasciare spazio e rendere il sistema più veloce.
lbl_Download_Title.caption=Cartella dei Download
lbl_Download_Detail.caption=Scansiona i file nella cartella di download del browser e di altri strumenti per il download. Prima di cancellare, controlla che questi file non ti servano più.
Menu_Clean_OpenFileLocation.caption=Apri percorso file
Menu_Clean_SelectAll.caption=Seleziona Tutto
Menu_Clean_InvertSelection.caption=Inverti Selezione
ListView_Clean.Columns[0].Caption=Percorso
RdLabelBack.Caption=Indietro
ck_SelectALL.Caption=Seleziona tutto

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=No, grazie
RdImgBtnUninstall.caption=Disinstalla
RdListView_History.Columns[0].Caption=Nome
RdListView_History.Columns[1].Caption=Stato

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Chiudi

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Distruzione File
lbl_Listview_Title.caption=Seleziona file o cartella da distruggere:
lblLoading.caption=Attendere...
lbl_AddFile.caption=Aggiungi file...
lbl_AddFolder.caption=Aggiungi cartella...
RdImageButton_Shredder.caption=Distruggi
RdImageButton_Cancel.caption=Annulla
ListView_FileList.Columns[0].Caption=Percorso
Menu_Shredder_Shredder.caption=Distruggi
Menu_Shredder_AddFile.caption=Aggiungi file
Menu_Shredder_AddFolder.caption=Aggiungi cartella
Menu_Shredder_Romove.caption=Rimuovi
Menu_Shredder_Clean.caption=Pulisci
lbl_Shredder_Tip.caption=Distruzione file in corso, potrebbe volerci un po'...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programma ancora lascia:
Lbl_metro_Atten.caption=Attenzione
lbl_show.caption="%s" ha ancora frammenti che possono affliggere la performance del tuo PC.
Donotagain_M=Non mostrare più
Hide_M=Nascondi
showDetails_M=Dettagli
Cleanmanually_M=Pulisci manualmente
Close_M=Chiudi
AutoClean_M=AutoPulizia
Cleaning_M=Pulizia
Cleannow_M=Pulisci ora
StillLeavas_M="%s" ancora lascia:
RegistryEntries_M=Chiavi di registro
MBFiles_M=MB di file
LeftBy_M=i frammenti di "%s" sono stati eliminati
Cleanfuture_M=Pulizia automatica in futuro
Registry_M=Registro
File_M=File
Files_M=file
Items_M=oggetti
Item_M=oggetto
rdlblCleanupCompleted.caption=Pulizia Completata!
rdlblIncomplete.caption=Disinstallazione Incompleta
Setting_M=Impostazioni
Uselessfiles_M=file inutili
Uselessregistryentries_M=chiavi di registro inutili
UselessregistryentriesOne_M=chiavi di registro inutili
Removingnow_M=Rimozione...
rdlblRemoving.caption=Rimozione...
TrayHintstill=Ancora %d possono essere rimossi.
CCtrayHint_M=Ancora %d+ possono essere rimossi.
LeftoversRemoved_M=Frammenti rimossi:
ProStillLeaves_M=%d programmi ancora lasciano:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=No, grazie
RdImageButtonImageButton_Uninstall.caption=Disinstalla

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Attenzione
Lbl_Warnning_Detail.caption=Questo programma è protetto da leggi sul Copyright e trattati internazionali.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Tutti i diritti riservati.
lbl_Thanks_Title.caption=Un grazie speciale alle seguenti persone per il loro prezioso contributo:
rdhtmlEula.caption=<a>EULA</a> | <a>Politica della Privacy</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Dimensione
ListView_SoftwareList.Columns[2].Caption=Data installazione
ListView_SoftwareList.Columns[3].Caption=Operazione
Menu_Program_Uninstall.caption=Disinstalla
Menu_Program_Repair.caption=Ripara
Menu_Program_Refresh.caption=Aggiorna
Menu_Program_ViewBy.caption=Cambia vista
Menu_Program_icons.caption=Icone
Menu_Program_Details.caption=Dettagli
Menu_Program_OpenFileLocation.caption=Apri percorso file
Menu_Program_OpeninRegedit.caption=Apri in Regedit
Menu_Program_SearchOnline.caption=Cerca online

[uninstaller_Form_Activate]
Label_Get.caption=Ottieni licenza
Label_Retrv.caption=Recupera codice
Label_Eg.caption=Es.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Rimozione dei programmi insidiosi
lblContentOne.caption=Rimuove i programmi più indesiderati con la tecnologia cutting edge e un database esteso.
lblTitleTwo.caption=Disinstalla completamente i Bundleware
lblContentTwo.caption=Monitora l'installazione dei programmi e rileva i software indesiderati && i plug-in indesiderati facilmente
lblTitleThree.caption=Navigazione veloce e sicura
lblContentThree.caption=Liberati da toolbar && estensioni rischiose && plug-in malevoli e ottieni un browser sicuro e performante
lblTitleFour.caption=Nuovo Software Updater
lblContentFour.caption=Mantieni sempre aggiornati tutti i tuoi programmi!
RdImgBtnRegNow.caption=Registra ora
RdLabelCaption.caption=Attiva l'edizione Pro per avere il miglior servizio di sempre!
Label_Please.caption=Immetti la licenza e clicca "Registra ora" per attivare l'edizione PRO.
Label_Code.caption=Codice licenza:
Label_More.caption=Più benefici, ti promettiamo:
RdImgBtn_Upgrade.caption=Aggiorna a Pro
rdlblHelp.caption=Aiuto

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Chiudi
rdlblHelp.caption=Aiuto
Label_Please.caption=Inserisci la licenza e clicca "Registra ora" per attivare tutte le funzioni dell'edizione PRO.
Label_Code.caption=Codice Licenza:
RdImgBtnRegister.caption=Registra ora
Label_Retrv.caption=Recupera codice
Label_HaveLicense.caption=Non hai una licenza?
Label_click.caption=Clicca qui per ottenerne una.
RdImageButton_Back.caption=Indietro
RdImageButton_Close.caption=Chiudi
RdLabelCaption.caption=Gestione Licenza
Label_Status.caption=Stato:
Label_Activated.caption=Attiva
Label_Lcode.caption=Codice Licenza:
Label_Data.caption=Scadenza:
Label_Refresh.caption=Aggiorna
Label_Export.caption=Esporta
rdlblAlread.caption:=Ho già un codice di licenza

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Aiuto
RdImgBtn_Closetwo.caption=Chiudi
Label_success.caption=Licenza attivata!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Qui è presente una lista con relativi log di tutte le disinstallazioni fatte. Controlla lo stato e vedi se ci sono ancora file residui, puoi avviare una scansione per rimuoverli.
RdLabelCaption.caption=Cronologia
ListView_History.Columns[1].Caption=Data disinstallazione
ListView_History.Columns[2].Caption=Dimensione
ListView_History.Columns[3].Caption=Stato
ListView_History.Columns[4].Caption=Operazione
Menu_ClearThis.Caption=Elimina voce
Menu_ClearAll.Caption=Elimina tutto

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. seleziona con il mouse l'area da coinvolgere nello screenshot
M_NoticeInfo_AC=2. tasto destro o Esc per terminare
M_Rect=Rettangolo
M_Oval=Ovale
M_Text=Testo
M_Paintbrush=Pennello
M_Return=Annulla operazione (Ctrl + Z)
M_Copy=Copia negli appunti
M_Exit=Esci da Screenshot
M_Save=Salva
M_TipInfo=Screenshot salvato negli appunti. Ctrl + V per incollarlo.
M_TipShow=Non mostrare più
M_TipSure=OK
M_NoticeInfo=①  seleziona con il mouse l'area da coinvolgere nello screenshot
M_NoticeInfo_a=②  tasto destro o Esc per terminare

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Invio...
lbl_SendFailed.caption=Invio fallito. Clicca OK per mandarci un feedback online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Grazie del tuo feedback. Ti contatteremo il prima possibile.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Aggiorna manualmente
Rdlb_lbOpenBuyWeb.caption=Stanco degli aggiornamenti manuali?
RdLb_OpenBuyWeb.caption=Attiva gli aggiornamenti Automatici

[Uninstaller_M]
MainGiftbox_Hint=%D% di Offerta Speciale!
MainUpdate_Hint=Nuova versione disponibile!
Startup_Delete_M=Elimina
LicenseSeat_M=Posto Licenza:
Powerful_File_Reboot_M=File eliminati al Riavvio:
Powerful_File_Del_M=File eliminati:
Powerful_Reg_Sucess_M=Registro eliminato:
Powerful_Reg_Faild_M=Registro non eliminato:
Powerful_Task_Sucess_M=Programmazioni eliminate:
Powerful_Task_Faild_M=Programmazioni non eliminate:
Powerful_Services_Sucess_M=Servizi eliminati:
Powerful_Services_Faild_M=Servizi non eliminati:
CodeLiftTime_M=Questo codice di licenza a vita è valido solo per IObit Uninstaller 6. Reinstalla il tuo IObit Uninstaller v6 PRO.
ShredderDetail_1=I File eliminati possono essere recuperati anche dopo una formattazione.
ShredderDetail_2=Il distruttore di file ti aiuta ad evitare che ciò accada.
Program_Information=Info programma
Files_Deleted=File eliminati
Registries_Deleted=Chiavi eliminate
Scheduled_Tasks_Deleted=Programmazioni eliminate
Deleted_on_Reboot=Elimina al riavvio
Service_Deleted=Servizi eliminati
HtmlADPluginCaption=<a>%d</a> Interferenza di un plug-in pubblicitario
HtmlMaliciousPluginCaption=<a>%d</a> Plug-in malevolo
MenuRight_Caption=Disinstallazione Approfondita
UninstallLog_No_IsEmpty_M=Nessun file residuo rilevato!
Input_Text_Search=Cerca
Hint_Settings=Opzioni
Hint_WindowMin=Minimizza
Hint_WindowMax=Massimizza
Hint_WindowRest=Ripristino
Hint_WindowClose=Chiudi
Hint_Tools=Strumenti
Nav_Colle_Program_All=Programmi
Nav_Colle_Browser=Toolbar & Plug-in
Nav_Colle_Win=App di Windows
Nav_Colle_AC=Centro Azioni
Nav_Item_Program_All=Tutti i Programmi
Nav_Item_Program_Recent=Installati di Recente
Nav_Item_Program_Infrequent=Usati Raramente
Nav_Item_Program_Large=Programmi Grandi
Nav_Item_Win_Update=Aggiornamenti Windows
Nav_Item_Browser_All=Tutte le Toolbar & i Plug-in
Button_Uninstall=Disinstalla
Button_Remove=Rimuovi
Button_OK=OK
Button_Cancel=Annulla
Button_Close=Chiudi
Button_Yes=Si
Button_No=No
Button_Continue=Continua
FileCorruptedMsg=Alcuni file di IObit Uninstaller sono corrotti. Reinstallare IObit Uninstaller.
Program_Mult=Il programma è in funzione sotto un altro account utente, chiudilo e poi riprova.
ToolPopForceUninstall=Disinstallazione forzata
ToolPopCleanup=Pulizia file
ToolPopHistory=Cronologia disinstallazioni
ToolPopFileShredder=Distruttore file
MoreSettingPopSetting=Impostazioni…
MoreSettingPopRestore=Ripristino
MoreSettingPopExport=Esporta lista programmi
MoreSettingPopUpdate=Cerca aggiornamenti
MoreSettingPopManual=Manuale utente
MoreSettingPopSupport=Supporto tecnico
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Mi piace
MoreSettingPopAbout=Info su
DefaultSelProg=Disinstalla programmi non necessari e libera spazio.
DefaultSelPlug=Rimuove plug-in non sicuri per rendere sicura la tua navigazione
DefaultSelWApp=Disinstalla le app di Windows non necessarie per migliorare il PC.
SelInfoProg=programma selezionato. Dimensione totale:
SelInfoProgM=programmi selezionati. Dimensione totale:
SelInfoPlug=plug-in selezionato da rimuovere.
SelInfoPlugM=plug-in selezionati da rimuovere.
SelInfoUpdate=Aggiornamento selezionato per la disinstallazione.
SelInfoUpdateM=Aggiornamenti selezionati per la disinstallazione
SelInfoWApp=App selezionato. Dimensione totale:
SelInfoWAppM=App selezionate. Dimensione totale:
v_license_OtherCode_M=La licenza %s è valida solo per %s. Clicca OK per scaricare il tuo %s.
Cannotconnect_M=Impossibile contattare il server. Controlla la connessione e riprova.
license_OtherGivewalys_M=%s è una licenza giveaway valida per una versione specifica, visita <a>qui</a> e compra una licenza valida per IU v7 PRO.
SysRestore_CreateComplete=Creazione punto di ripristino completata!
SysRestore_CreateFailed=Creazione fallita! Controlla lo stato del ripristino di sistema.
SysRestore_CreateRestore_Confirm=Creare un punto di ripristino?
SysRestore_CreateRestore_Tip=Creazione...
SysRestore_CreateRestore_Failed=Creazione fallita! Controlla che il Ripristino del Sistema sia attivo.
SysRestore_SetRestore_Confirm=ATTENZIONE: Ripristinando il sistema, perderai tutte le modifiche effettuate dopo il punto di ripristino, continuare?
SysRestore_SetRestore_Reboot=necessario riavviare per completare il ripristino, chiudi tutti i tuoi programmi e procedi. Riavviare?
SysRestore_SetRestore_Tip=Ripristino file di sistema e impostazioni, attendere...
SysRestore_Delete_Confirm=Sicuro di volerlo eliminare?
Clean_Shortcuts_GroupsHeader_M=Collegamenti invalidi
Clean_WindowsPatch_GroupsHeader_M=Windows Cache aggiornamenti
Clean_Download_GroupsHeader_M=Cartella dei Download
Shredder_Del_M=Sicuro di voler permanentemente distruggere %d file? L'eliminazione sarà totalmente DEFINITIVA.
Shredder_DelOne_M=Sicuro di voler permanentemente distruggere %d file? L'eliminazione sarà totalmente DEFINITIVA
Shredder_NotDel_M="%s" non è stato distrutto, lettura impossibile. Controlla che nessun programma lo stia usando.
Shredder_InUse_M=Alcuni file non sono stati distrutti, causa lettura impossibile. Controlla che nessun programma li stia usando.
Shredder_Sucess_M=Distrutto!
Shredder_OneSucess_M=Distrutto completamente
Shredder_DirIsEmpty_M=è vuota e non può essere distrutta.
FileShredder_MaxCount_M=5000 file aggiunti. Aggiungi gli altri file al termine di questa distruzione.
BatchUninstall_NoneSelect_M=Seleziona almeno un programma.
OtherInfo_M="%s" può essere disinstallato solo dal pannello di controllo. Aprirlo per continuare la disinstallazione?
RelationInfo_M="%s" saranno disinstallati insieme, continuare?
EndProInfo_M=Processo "%s" di "%s" è ancora in esecuzione, termina "%s" e clicca continua.
DRclickmis_M="%s" non può essere disinstallato normalmente, <a>clicca qui</a> per le istruzioni e disinstalla ancora.
UinstallAgain_M=Disinstalla ancora
license_expired_M=La licenza %s è scaduta. Clicca <a>qui</a> per comprarne un'altra.
license_maximum_M=La licenza %s è stata attivata al massimo.  Clicca <a>qui</a> per comprarne un'altra per questo PC.
license_Free_M=La licenza %s non può essere attivata. Comprane un'altra per IObit Uninstaller PRO.
license_valid_M=Licenza non valida! Metti un codice valido.
Uninstall_Btn_Str=Disinstalla
SureToDelete_Str=Vuoi eliminare gli oggetti selezionati?
DeselectAll_Str=Deseleziona tutto
SelectAll_Str=Seleziona tutto
SuccessReslutFromHistroySome=File residui di <a>%d</a> programma puliti! Controlla i dettagli sotto.
SuccessWithNoResidualSingle=Disinstallato <a>%d</a> programma e nessun file inutile è stato rilevato.
SuccessWithNoResidualSome=Disinstallati <a>%d</a> programmi e nessun file inutile è stato rilevato.
FailedReslut="%s" non è stato disinstallato, metti la tua email e clicca il pulsante di feedback, ci invierai un log della disinstallazione e ti aiuteremo.
AllFailedReslutSingle=%s non è stato disinstallato, metti la tua email e clicca il pulsante di feedback, ci invierai un log della disinstallazione e ti aiuteremo..
AllFailedReslutSome=%d non sono stati disinstallati, metti la tua email e clicca il pulsante di feedback, ci invierai un log della disinstallazione e ti aiuteremo.
MsgBox_SelectWin8App=Seleziona almeno un'App.
NoticeInfo_One=Plug-in malevolo rilevato nel browser, apri IObit Uninstaller per rimuoverlo.
NoticeInfo_Some=Plug-in malevoli rilevati nel browser, apri IObit Uninstaller per rimuoverli.
FuncPluginRemoveSuccessMsgBox=Oggetti rimossi!
FuncPluginSelectMsgBox=Seleziona prima un elemento
FuncPluginRemoveFailedMsgBox_2=Chiudi i seguenti browser per rimuovere gli oggetti:
FuncPluginRemoveFailedMsgBox_3=Chiudi il browser e riprova.
FuncPluginRemoveFailedSingleMsgBox=Rimozione fallita di %s. Clicca Feedback per ottenere aiuto.
FuncPluginRemoveFailedSomeMsgBox=Rimozione %d plug-in fallita. Clicca Feedback per ottenere aiuto.
RestoreDefaultSettingsButton=Ripristina le impostazioni di default di %s
FeedBack_Sending=Invio...
FeedBack_SendingSuccess=Inviato
FeedBack_SendFailed=Invio fallito, clicca OK per inviare un feedback online
licenseEg_M=Es.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Bianco
NouselessFiles_M=Nessun file inutile rilevato!
ExistDownloadFile_M=Vuoi davvero eliminare i download selezionati?
scaning_M=Scansione
Exit_M=Esci
OpenIU_M=Apri IObit Uninstaller
Allthefollowing_M=Tutti i file selezionati sono stati eliminati
SpecTClose=Chiudi
SpecTOK=OK
SpecTHide=Nascondi
SpecTUninstalling=Disinstallazione del seguente programma:
SpecTUninstallingM=Disinstallazione dei seguenti programmi:
SpecTUninstalled=programma disinstallato
SpecTUninstalledM=programmi disinstallati
Shredder_NotAddFolder_M=Impossibile aggiungere "%s" perché questa operazione può causare instabilità al sistema
ForceUninstallEndProgressMsg=%s è in esecuzione, termina il processo e riprova
Setting_UITitle=Interfaccia Utente
Setting_UpdateTitle=Metodo aggiornamento
Setting_GeneralTilte=Generale
Setting_NotificationTilte=Notifiche
Setting_Size_Normal=Normale
Setting_Size_Large=Grande
Setting_Size_Larger=Molto grande
Update_NoItem_Tip=Nessun aggiornamento trovato.
MsgBox_SelectProgram=Selezionane almeno uno.
UpdateColumnStr_Title=Nome (Totale:%d)
Update_Loading_Tip=Caricamento...
Win8NoItemTip=Nessuna app trovata
Win8ColumnStr_Title=Nome (Totale: %d)
Detail_Tip=Dettagli
Detail_Name=Nome
Detail_Ver=Versione
Detail_Path=Percorso
Detail_Des=Descrizione
Detail_Publisher=Pubblicato da
Win8LoadingApp=Caricamento App...
Win8ListViewGroupsWin8AppHeader=Windows App
Win8ListViewGroupsWin8AppSubtitle=App pubblicate da Microsoft Corporation.
Win8ListViewGroupsThirdHeader=App di terzi
Win8ListViewGroupsThirdSubtitle=App pubblicate da altri produttori.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Toolbar e Plug-in non sicuri
ListViewGroupMaliciousDesc=Queste Toolbar e Plug-in potrebbero cambiare le tue impostazioni e rubare i tuoi dati.
ListViewGroupAdTitle=Toolbar e Plug-in basati sulla pubblicità
ListViewGroupAdDesc=Queste Toolbar e Plug-in potrebbero mostrare annunci, banner, etc.
ListViewGroupTrustTitle=Toolbar e Plug-in sicuri
ListViewGroupTrustDesc=Questi plug-in non sono dannosi. Puoi tenerli o rimuoverli.
ListViewGroupExtensions=Estensioni
ListViewGroupPlugins=Plug-in
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Programmi iniettati
ListViewGroupExtension_DES=Le estensioni creano browser personalizzati con semplici funzioni interattive.
ListViewGroupPlugin_DES=I Plug-in possono facilmente essere installati come parte del browser
ListViewGroupToolbar_DES=Le Toolbar aiutano a cercare più rapidamente nei siti web o servono ad altre applicazioni.
ListViewGroupBHO_DES=I BHO creano browser personalizzati con semplici funzioni interattive.
ListViewGroupActivex_DES=ActiveX è usato da Internet Explorer per facilitare la riproduzione dei media
ListViewGroupInjection_DES=I programmi iniettati saranno installati da terzi per fornire altre funzioni utili
PluginNoItemTip=Nessuna toolbar o plug-in rilevata
NoSerchItem_Tip=Nessun oggetto corrisponde alla ricerca
PluginColumnStr_Title=Nome (Totale: %d)
ChromeSysncStr=Disabilita la funzione SYNC di Chrome per rimuovere i plug-in, altrimenti verrà installato di nuovo in automatico.
FuncPluginSysPluginMsgBox=Non è consigliato di rimuovere %s altrimenti si potrebbe compromettere il funzionamento del browser.
FuncPluginLoading=Caricamento...
FuncPluginRmoveSuccess=Rimosso, caricamento...
FuncVotePlugSelectMsgBox=Seleziona un oggetto da votare
FuncPluginRmoveConfireSingleMsgBox=Vuoi rimuovere l'oggetto selezionato?
FuncPluginRmoveConfireSomeMsgBox=Vuoi rimuovere gli oggetti selezionati?
FuncCheckBrowserMsgBox_1=%s è un processo attivo.
FuncCheckBrowserMsgBox_2=Clicca OK per chiuderlo (Prima salva i tuoi dati).
FuncCheckBrowserMsgBox_3=O clicca Annulla per terminare.
FuncCheckBrowserMsgBox_4=%s sono processi ancora attivi.
FuncCheckBrowserMsgBox_5=Clicca OK per chiuderli forzatamente (contenuto non salvato potrebbe andare perso).
FuncCheckBrowserMsgBox_6=O clicca Annulla per terminare
FuncPluginRemoveFailedMsgBox_1=Rimozione dei seguenti elementi fallita:
FuncPluginRemoveFailedMsgBox_4=%s può non essere rimosso perché sotto la protezione di %s. Termina %s e riavvia IObit Uninstaller, poi riprova.
FuncRestoreSuccessMsgBox=Ripristinato con successo!
FuncRestoreFailedMsgBox=Ripristino fallito, esci da %s e riprova.
PluginRestoreStr=Ripristina le impostazioni di default di %s
FuncVoteMarkSelectMsgBox=Dai una valutazione.
FuncVoteFailedMsgBox=Voto fallito, controlla la connessione e riprova!
FuncVoteActiveVote=Vota
FuncVoteWaitting=Invio voto...
VoteStr_1=<a>1</a> utenti hanno votato, compreso tu.
VoteStr_2=Nessun voto ancora, vota per primo!
VoteStr_3=<a>%d</a> utenti hanno votato
VoteStr_4=<a>%d</a> utenti hanno votato, cosa pensi di questo plug-in?
NoticeInfoEx_One=<a>1</a> plug-in malevolo rilevato, apri IObit Uninstaller per rimuoverlo.
NoticeInfoEx_Some=<a>%d</a>  plug-in malevoli rilevati, apri IObit Uninstaller per rimuoverli.
UninstallPromote=Compra ora
OneItemStr=%d oggetto
SomeItemStr=%d oggetti
OneItem=oggetto
SomeItems=oggetti
RebootToDelete_Str=(Elimina al riavvio)
UninstallingSingleStr=Sicuro di voler rimuovere i seguenti elementi?
UninstallingSomeStr=Sicuro di voler rimuovere i seguenti %d programmi?
Uninstall_Str=Disinstallazione %s (%d/%d)
Scan_Str=Scansione %s (%d/%d)
CreateRetore_Str=Creazione...
SureToDeleteSomeStr=Disinstallati <a>%d</a> programmi. Controlla quello che stai per eliminare.
SureToDeleteOneStr=Disinstallato <a>1</a> programma. Controlla quello che stai per eliminare.
SureToDeleteByHistroyStr=Scansione completata! Controlla quello che stai per eliminare..
DeletingStr=Eliminazione, attendi
DeleteCancleStr=Interrompere l'eliminazione?
RestoringCancleStr=Creazione di un punto di ripristino, vuoi annullare?
RegistryCaption_Str=Registro
FileCaption_Str=File
TaskCaption_Str=Programmazioni
ServiceCaption_Str=Servizi
HintProToolStr=La disinstallazione approfondita ti aiuterà ad eliminare %s completamente.
SuccessReslutFromHistroySingle=File residui puliti, ecco i dettagli::
SuccessReslutFromUninstallSingle=Hai disinstallato <a>%d</a> programma, ecco i dettagli:
SuccessReslutFromUninstallSome=Disinstallati con successo <a>%d</a> programmi, ecco i dettagli:
SuccessReslutNeedRestartSingle=<a>%d</a> programma è stato disinstallato
SuccessReslutNeedRestartSome=<a>%d</a> programmi sono stati disinstallati.
FileDeleteReslut=File eliminati:  <a>%s</a>
RegDeleteReslut=Chiavi di registro eliminate:  <a>%d</a>
TaskDeleteReslut=Programmazioni eliminate:  <a>%d</a>
ServiceDeleteReslut=Servizi eliminati:  <a>%d</a>
HtmlRecomReslutCaption=Disinstallati <a>%d</a> programmi e rimossi i seguenti frammenti:
HtmlFileReCaption=<a>%s</a> di file inutili
HtmlRegReCaption=<a>%d</a> chiavi di registro inutili
HtmlTaskReCaption=<a>%d</a> programmazioni non valide
HtmlServicesReCaption=<a>%d</a> servizi non validi
RebootYes=Riavvia ora
RebootLater=Dopo
FromHistroyNoItem=Nessun file rilevato dalla scansione
FromUninstallNoItem=Disinstallazione completata
RelatedMetroText=Queste app sono legate, disinstallandone una rimuoverai anche l'altra, continuo?
RelatedSoftText=Prodotti installati allo stesso tempo, li vuoi rimuovere insieme?
EmailHint=Immetti qui la tua email
MemoHint=Descrivici tutti i problemi o i suggerimenti in dettaglio
EmailMessage=Controlla che la tua email sia corretta cosi potremo contattarti.
ScreenMaxMessage=Operazione fallita, massimo 5 screenshot.
CloseHintMsg=Vuoi annullare?
FeedBack_1=Lo amo
FeedBack_2=Suggerimento
FeedBack_3=Disinstallazione fallita
FeedBack_4=Programmi non in lista
FeedBack_5=Problemi con la scansione
FeedBack_6=Bug
FeedBack_7=Altro
RelatedProTip=Attiva l'edizione PRO per disinstallare i programmi legati tra loro tutti insieme
SpecProTip1=Disinstalla %s e più programmi completamente.
SpecProTip2=Attiva l'edizione PRO per ottenere tutte le funzioni.
UninstallProTipEnterCode=Immetti codice
UninstallProTipActive=Attiva ora
UninstallProTipManage=Gestisci licenza
Scan_M=Scansione
Clean_M=Pulisci
Cleaning_M=Pulizia
SelectAll_M=Seleziona tutto
DeselectAll_M=Deseleziona tutto
PleaseSelect_M=Seleziona almeno un elemento.
CloseHint_M=Chiudi
Invalid_item_M=(Oggetto non valido)
ListviewHeader_Software_M=Nome (Totale: %d)
SoftwareFrame_ProgramName_M=Nome (Totale:%s)
History_Scan_M=Scansione
History_Detail_M=Dettagli
History_Residualfilesleft_M=Tracce presenti
Uninstalled_completely_M=Disinstallato completamente
History_Installed_M=Installato
History_info_DouBle_M=gli ultimi programmi non sono stati disinstallati totalmente, clicca Continua per riprendere.
History_info_One_M=l'ultimo programma non è stato disinstallato totalmente, clicca Continua per riprendere.
SoftwareFrame_InstallDate_M=Installato il
SoftwareFrame_FrequencyUse_M=Usato
HistoryInfo_DisplayName=Nome
HistoryInfo_Publisher=Pubblicato da
HistoryInfo_Version=Versione
HistoryInfo_InstallDate=Data Installazione
HistoryInfo_UseSize=Utilizzo
HistoryInfo_Location=Posizione
HistoryInfo_UninstallDate=Data disinstallazione
SoftwareFrame_Frequency_DaysHint_M=Non usato per %s giorni.
Noprograms_Frequencyofuse_M=Tutti i tuoi programmi sono usati regolarmente.
Noprograms_100Size_M=Nessun programma più grande di  100MB.
Noprograms_match_M=Nessun risultato corrispondente.
Noprograms_Recent_M=Nessun programma installato negli ultimi 10 giorni.
Details_M=Dettagli
Export_M=Esporta
monthsago_M=%d mesi fa
yearsago_M=%d anno fa
yearsagos_M=%d anni fa
days_left_M=Giorni rimanenti
SU_Title=Software Updater
SU_COL_Name=Software Updater
SU_COL_Version=Versione
SU_COL_Ignore=Ignora
SU_COL_State=Stato
SU_Ignore=Ignora
SU_Ignored=Ignorati
SU_NoIgnore=Non ignorare
SU_Update=Aggiorna
SU_Updating=Aggiornamento
SU_UpToDate=Aggiornato
SU_NewVersion=Nuova Versione
SU_CurrVersion=Versione corrente
SU_ActivePro=Attiva aggiornamenti automatici
SU_Button_UpdateAll=Aggiorna tutti
SU_Tip=Ti aiuta efficacemente ad aggiornare tutti i tuoi programmi
APTitle=Attiva tutti i vantaggi
AP1=Elimina più App Insidiose
AP2=Rimozione totale dei Bundleware
AP3=Rimozione degli Adware nei Browser
AP4=Disinstalla i Plug-in malevoli
Explorer_Button=Distruttore di File
Controlpanel_Button=Disinstallazione Approfondita

[promot_M]
CountDown_M=Offerta a Tempo Limitato: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Hai un'offerta %D% OFF da IObit!
ThisSpecial_M=Questa offerta speciale ha l'obiettivo di ringraziare tutti voi che avete contribuito allo sviluppo di IObit Uninstaller
OnlyDays_M=Solo %D  giorni rimanenti
enjoy_the_PRO_M=Attiva ora le caratteristiche PRO:
PromotOne_M=Elimina tutte le app insidiose
PromotTwo_M=Rimuove completamente i Bundleware
PromotThere_M=Rimozione Adware nel browser
ActivateNow_M=Attiva ora
GiveOffer_M=Tralascia questa offerta

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Download video da YouTube e da 10.000 siti rapidamente 
M_kvpInfo_UpToDate=Download video da YouTube e da 10.000 siti rapidamente 
M_kvpOffer=Download video da YouTube e 10.000+ siti rapidamente <br>Download video in qualunque formato con un clic <br>Scarica playlist da YouTube && da Lynda in blocco <br>velocità di download 3 volte più rapida con tecnologia multi-thread <br>Converti video online && locali in qualunque format 
M_ASCOffer=Pulisce il PC con solo 1-click.<br>Velocità di avvio fino al 300% più veloce.<br>Elimina tutte le tracce di navigazione e preserva la tua privacy.<br>Monitora le condizioni del PC per avere tutto sotto controllo.<br>Protegge il PC contro gli spyware più comuni.
M_IMFOffer=Software anti-malware potente ed efficace.<br>Difende da ransomware come GoldenEye e Wannacry.<br>Navigazione e download più sicuri.<br>Protezione in tempo reale di ogni parte del sistema.
M_DBOffer=Database dei Driver più grande (1,000,000+).<br>Aggiorna tutti i Driver con 1-Click.<br>Aggiornamenti sicuri Certificati WHQL.<br>Soluzioni ai problemi comuni (es. rete, suoni).<br>Riduce Freeze & Crash del sistema
M_SDOffer=Velocità di accesso ai file ottimizzata.<br>Porta la performance dell'Hard Disk al massimo.<br>Accelera l'avvio del PC fino al 100%.<br>Ottimizza i giochi per darti sempre il massimo.
M_SMOffer=Riporta il classico menu Start in Windows 8/10.<br>Il più semplice e potente motore di ricerca.
M_DLOffer=La scelta più semplice ed affidabile per le tue password.<br>Genera password uniche per proteggere i tuoi account.<br>Login automatico ai tuoi siti preferiti.<br>Per Windows, Mac, iOS e Android.
M_IOTOffer=Il tuo miglior manager per iPhone e iPhone transfer software.<br>Trasferisci i dati tra iPhone/iPad/iPod/PC.<br>Facile e gratuito per gestire foto, musica e video.<br>Pulizia di file inutili && cache per liberare memoria.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protects you against phishing and malware sites.
M_AdawareInfo_UpToDate=Web Companion protects you against phishing and malware sites.
M_AdawareOfferDesc=Installa Web Companion per migliorare la protezione Internet e imposta Bing® di Microsoft™ come homepage, per nuove pagine e come motore di ricerca nei miei Browser web  
M_AdawareOffer=Facile e veloce da installare. <br>Protezione Anti-Phishing. <br>Protezione Web in Tempo Reale. <br>Compatibilità Multi-Browser.
M_Moffer_Title=IObit Raccomanda
M_Close=Chiudi
M_Cancel=Annulla
M_Moffer_Install=Installa
M_Moffer_NoteEP=Cliccando "Installa", accetti di installare %s e accettare la sua <a>EULA</a> e la <a>Politica della Privacy</a>
M_Moffer_Refund=<a>Nota:</a> Potrai avere un rimborso entro i primi 30 giorni. Leggi il <a>Regolamento dei Rimborsi</a>.
M_Fix=Installa
M_Install=Installa
M_IMFCaption=Protezione dai Malware
M_AC_Tips=Più protezione e performance con i programmi consigliati.
M_FixAllAC=Ottieni tutto
M_HideAC=Nascondi
M_ShowAC=Mostra
M_ShowACTitle=Sicurezza && Performance
M_ShowACDesc=Clicca "Mostra" per vedere i programmi raccomandati. Installali per ottenere una migliore performance e sicurezza.
M_AC_FreeTitle=Sicurezza && Performance
M_AC_FreeHelp_Ins=Ottieni una migliore sicurezza ed una maggiore performance con i programmi raccomandati.
M_AC_FreeHelp_Upt=Non hai ottenuto le funzioni migliorate.
M_AC_FreeHelp_OK=Avviando regolarmente questi programmi, una migliore performance è assicurata.
M_AC_Free_EULA=I termini di licenza si applicano anche a questi prodotti.
M_AC_Free_ReadEULA=Leggi EULA
M_ShowACTitle2=Attenzione!
M_AC_FreeTitle2=Centro Azioni
M_AC_FreeDetail2=Migliore performance con questi programmi! I <a>Termini di licenza</a> che hai letto all'inizio si applicano anche a questi prodotti.
M_Scan=Scansione...
M_Recomm_Ins=Raccomandato: Installazione %s
M_Recomm_Upt=Raccomandato: Aggiornamento %s
M_none=Nulla
M_Fix=Ottieni ora
M_fixing=Installazione
M_Updating=Aggiornamento
M_fixed=Ottenuto
M_failed=Fallito
M_RuningWell=Ultima versione installata
M_Outdated=Non aggiornato
M_NotInstalled=Non installato
M_ASCCaption=Performance del Sistema
M_ASCInfo_NotIns=Errori di registro, file sensibili ed altri inutili sono stati rilevati nel tuo PC.
M_ASCInfo_UpToDate=Advanced SystemCare velocizza il tuo PC con 1 click.
M_ASCInfo_NeedUpDate=Advanced SystemCare non è aggiornato.
M_ASCDesc=1 Click per proteggere il tuo PC
M_RunASC=Scansione
M_IMFCaption=Protezione da Spyware
M_IMFInfo_NotIns=Miglior protezione con i programmi antispyware di IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter ti protegge da tantissimi malware.
M_IMFInfo_NeedUpDate=Programma non aggiornato.
M_IMFDesc=Protegge da malware.
M_RunIMF=Scansione
M_DBCaption=Aggiornamento Driver
M_DBInfo_NotIns_C=Trovati  driver non aggiornati che rallentano && destabilizzano il PC.
M_DBInfo_NotIns=Ci possono essere driver non aggiornati che rallentano && destabilizzano il PC.
M_DBInfo_UpToDate=Driver Booster aggiorna tutti i driver del PC.
M_DBInfo_NeedUpDate=Programma non aggiornato.
M_DBDesc=Aggiorna tutti i driver nel PC.
M_RunDB=Scansione
M_SDCaption=Ottimizzazione disco rigido
M_SDInfo_NotIns=Ottimizza i frammenti rilevati nel disco rigido.
M_SDInfo_UpToDate=Smart Defrag deframmenta il disco e incrementa notevolmente la velocità del PC.
M_SDInfo_NeedUpDate=Programma non aggiornato.
M_SDDesc=Deframmenta il disco per una migliore performance.
M_RunSD=Deframmenta ora
M_SMCaption=Start Menu
M_SMInfo_NotIns=Ottieni il familiare menu Start di Windows.
M_SMInfo_UpToDate=Start Menu 8 riporta il familiare menu Start di Windows.
M_SMInfo_NeedUpDate=Programma non aggiornato.
M_SMDesc=Riporta il familiare menu Start di Windows.
M_RunSM=Avvia
M_AMCCaption=Protezione Android
M_AMCInfo_NotIns=Più sicurezza nel tuo dispositivo Android.
M_Recomm_Ins_AMC=Raccomantato: Installa %s nel tuo Android.
M_AMCDesc=Ottimizza e rende sicuro il tuo dispositivo.
M_RunAMC=Ottieni
M_DLCaption=Password Manager
M_DLInfo_NotIns=Proteggi le tue password con Dashlane Password Manager.
M_DLInfo_UpToDate=Non dimenticare mai più le tue password con secure Dashlane.
M_RunDL=Gestisci
M_AC_FreeTitleHide1=Tutti i programmi raccomandati sono nascosti!
M_RunIU=Avvia
M_IUCaption=Disinstallatore
M_IUInfo_NotIns=Rimuovi programmi, toolbar e plug-in.
M_IUInfo_UpToDate=IObit Uninstaller rimuove plug-in & app completamente.
M_IUInfo_NeedUpDate=IObit Uninstaller non è aggiornato.
M_FPCaption=Convertitore Video
M_FPInfo_NotIns=ottieni un convertitore video per avere i tuoi video in tutti i dispositivi.
M_FPInfo_UpToDate=Guarda i tuoi video ovunque.
M_FPInfo_NeedUpDate=Pacchetto non aggiornato.
M_iFreeUpCaption=Ottimizzazione iOS
M_RuniFreeUp=Scansione
M_BuyiFreeUp=Compra ora
M_iFreeUpDesc=Libera spazio nel tuo dispositivo iOS.
M_iFreeUpInfo_NotIns=Molto spazio è spesso sprecato nei dispositivi iOS.
M_iFreeUpInfo_UpToDate=iFreeUp libererà davvero tanto spazio!
M_iFreeUpInfo_NeedUpDate=iFreeUp non è aggiornato.
M_Recomm_Ins_iFreeUp=Raccomandato: Installa %s per liberare spazio sprecato.
M_RunSGB=Migliora ora
M_SGBCaption=Ottimizatione giochi
M_SGBInfo_NotIns=Migliora il rendimento del PC quando giochi.
M_SGBInfo_UpToDate=Superb Game Boost velocizza il PC in 1 click.
M_SGBInfo_NeedUpDate=Superb Game Boost non è aggiornato.
M_VipTitle=Offerta esclusiva
M_AC_ShareTip=Condividi con amici e familiari
M_AC_Pro_Title=Altri prodotti per sicurezza e performance
M_ACPro_SubTitle=Compra ora e ottieni lo sconto esclusivo per utenti di ASC PRO.
M_ACPro_SubTitle_AU=Compra ora e ottieni lo sconto esclusivo per utenti di ASC ultimate.
M_ActionCenterTitle_Perfectly=Tutti i programmi funzionano alla perfezione!
M_SubTitle_Perfectly=Avvia questi programmi regolarmente ed ottieni una migliore performance.
M_ShowACTitlePro=Offerta esclusiva
M_ShowACDescPro=Clicca "Mostra" per vedere il prezzo ESCLUSIVO dei prodotti IObit.
M_AC_ProShareMail=Condividi via Email
M_AC_ProShareFB=Condividi su Facebook
M_AC_NoMailCLient=Operazione fallita, programma email non installato correttamente.
M_BuyIMF=Compra
M_BuyDB=Compra
M_BuySD=Compra
M_AC_FreeDetail2_db=Con i programmi consigliati ottieni una migliore protezione della sicurezza e incremento delle prestazioni . Il tuo <a> Contratto di licenza per l'utente </a> precedentemente accettato vale anche qui.
M_AC_FreeTitleHide2=Fai clic su "Visualizza" per visualizzarli e installarli e ottenere così una protezione completa della sicurezza e prestazioni eccezionali.
M_RunIVC=Prova adesso
M_IVCCaption=Convertitore Video Gratuito
M_IVCInfo_NotIns=Al 100% libero e pulito, con 150 e + formati di conversione video veloce!
M_IVCInfo_UpToDate=Guardare i video in qualsiasi modo desideriate.
M_IVCInfo_NeedUpDate=Il convertitore Video iFun è obsoleto.
M_ACPro_SubTitle_db=Acquista ora per godere dello sconto esclusivo solo per gli utenti di Driver Booster PRO.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Invia Bugreport
lblErrorDetails.Caption=Dettagli Errore:
lblUserEmail.Caption=Il tuo indirizzo email:
lblSuccTips.Caption=Grazie di averci inviato il tuo bugreport. Risolveremo il prima possibile.
btnClose.Hint=Chiudi

[SendBugReportNew_M]
M_AskUserTips=ha riscontrato un problema. Inviaci un bugreport e aiutaci a risolvere.
M_BugStatisticsTips=ha riscontrato un problema e deve essere chiuso, ne stiamo analizzando le cause, attendi...
M_SendingTips=Invio...
M_AttentionTips=ha riscontrato un problema e deve essere chiuso. Prova a riavviarlo.
M_InvalidEmailTips=Email non corretta, mettine una valida cosi potremo risponderti.
M_OKTips=OK

[ACD_M]
M_Downloading=Download:
M_TipFixing=Correzione
M_Tips=Il download è avviato, doppio click sull'icona per i dettagli
M_Installing=Installazione:
M_MD5Faild=Il file scaricato è corrotto, prova più tardi
M_NetError=Download fallito per un errore di rete, prova più tardi!
M_DiskIsFull=Spazio insufficente!
M_Speed=Velocità:
M_AreSure_IObit=Sicuro di voler terminare IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Annulla
lbl_Min.Caption=Minimizza
btnClose.Hint=Chiudi

